/* nothing */
"" = "Project-Id-Version: xchat 2.8.0\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-07-01 14:32+1000\nPO-Revision-Date: 2007-02-13 00:35+0100\nLast-Translator: Gabor Kelemen <kelemeng@gnome.hu>\nLanguage-Team: Hungarian <translation-team-hu@lists.sourceforge.net>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\nX-Generator: KBabel 1.11.4\nPlural-Forms:  nplurals=2; plural=(n != 1);\n";

/* nothing */
"Cannot create ~/.xchat2" = "Nem lehet létrehozni a ~/.xchat2 fájlt";

/* nothing */
"I'm busy" = "Elfoglalt vagyok";

/* nothing */
"Leaving" = "Távozom";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* Rootként IRC-zni nem okos dolog! Hozzon létre\n  egy felhasználót és úgy lépjen be.\n";

/* nothing */
"Waiting" = "Várakozás";

/* nothing */
"Active" = "Aktív";

/* nothing */
"Failed" = "Sikertelen";

/* nothing */
"Done" = "Kész";

/* nothing */
"Connect" = "Kapcsolódás";

/* nothing */
"Aborted" = "Megszakítva";

/* nothing */
"Cannot access %s\n" = "%s nem érhető el\n";

/* nothing */
"Error" = "Hiba";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s felajánlja a következőt: \"%s\". El kívánja fogadni?";

/* nothing */
"No active DCCs\n" = "Nincs aktív DCC\n";

/* nothing */
"YES  " = "IGEN";

/* nothing */
"NO   " = "NEM";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "%s CTCP floodol, %s figyelmen kívül lesz hagyva\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "%s MSG floodol, automatikus ablakmegnyitás kikapcsolva.\n";

/* nothing */
"  %-20s online\n" = "  %-20s online\n";

/* nothing */
"  %-20s offline\n" = " %-20s offline\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "Nincs benn egy csatornán sem. Próbálja meg a /join #<csatorna> parancsot.\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "Nincs kapcsolat. Próbálja ezt: /server <host> [<port>]\n";

/* nothing */
"Already marked away: %s\n" = "Már megjelölve távollévőként: %s\n";

/* nothing */
"Already marked back.\n" = "Már megjelölve visszatértként.\n";

/* nothing */
"I need /bin/sh to run!\n" = "A /bin/sh-ra szükség van a futáshoz!\n";

/* nothing */
"Commands Available:" = "Elérhető parancsok:";

/* nothing */
"User defined commands:" = "Felhasználó által megadott parancsok:";

/* nothing */
"Plugin defined commands:" = "Bővítmény által megadott parancsok:";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "További információkért adja ki a /HELP <parancs> vagy /HELP -l parancsot";

/* nothing */
"Unknown arg '%s' ignored." = "\"%s\" ismeretlen argumentum, mellőzve.";

/* nothing */
"No such plugin found.\n" = "Nem található ilyen bővítmény.\n";

/* nothing */
"That plugin is refusing to unload.\n" = "Ezt a bővítményt nem lehet kikapcsolni.\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <név> <akció>, a felhasználólista alá helyez el egy gombot";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <parancs>, parancs küldése minden csatornára, ahol benn van";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHANL <parancs>, parancs küldése minden csatornára, ahol benn van";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <parancs>, parancs küldése minden kiszolgálóra, ahol benn van";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<indoklás>], távollét beállítása";

/* nothing */
"BACK, sets you back (not away)" = "BACK, visszatértnek (nem távollévőnek) jelöli";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <maszk> [<kitiltástípus>], kitilt mindenkit, akire illik a maszk az adott csatornán. Ha már benn vannak a csatornán, nem rúgja ki őket (ehhez chanop-jog kell)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "Csatornánkénti kapcsolók beállítása\nCHANOPT CONFMODE ON|OFF - Konferenciamód / csatlakozási és kilépési üzenetek megjelenítésének átváltása\nCHANOPT COLORPASTE ON|OFF - Színek beillesztésének átváltása\nCHANOPT BEEP ON|OFF - Üzenetkor csipogás átváltása\nCHANOPT TRAY ON|OFF - Üzenetkor villogjon a tálcán";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR, [ALL|HISTORY] törli az aktuális szövegablakot vagy a parancstörténetet";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, bezárja az aktuális ablakot/fület";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY [-s] <kód|helyettesítőkarakter>, országkód keresése, például au = Ausztrália";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <becenév> <üzenet>, CTCP üzenet küldése a becenévnek, gyakori üzenetek: VERSION és USERINFO";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "CYCLE, kilép és azonnal visszalép az adott csatornára";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <becenév>                     - küldött fájl elfogadása\nDCC SEND [-maxcps=#] <becenév> [fájl] - fájlküldés\nDCC PSEND [-maxcps=#] <becenév> [fájl] - fájlküldés passzív módban\nDCC LIST                           - DCC lista mutatása\nDCC CHAT <becenév>                    - DCC CHAT meghívás\nDCC PCHAT <becenév>                   - DCC CHAT meghívás passzív módban\nDCC CLOSE <típus> <becenév> <fájl>         DCC átvitel bezárása; példa:\n         /dcc close send johnsmith file.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <becenév>, elveszi a fél-op státuszt az adott csatornán a becenévtől (op-jog szükséges)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <név>, gomb törlése a felhasználólista alól";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <becenév>, op-jog megvonása a becenévtől az adott csatornán (op-jog szükséges)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <becenév>, megvonja a voice státuszt a becenévtől az adott csatornán (op-jog szükséges)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, bontja a kapcsolatot a kiszolgálóval";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <becenév|gép|ip>, a felhasználó IP számának keresése";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO <szöveg>, szöveg helyi megjelenítése";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <parancs>, parancs futtatása. Ha -o -val használja, a kimenet az aktuális csatornára megy, egyébként az aktuális szövegdobozba";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, SIGCONT küldése a folyamatnak";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], futó exec kilövése az aktuális munkafolyamatban. Ha a -9 kapcsolóval használja, a folyamat SIGKILL szignált kap";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, SIGSTOP küldése a folyamatnak";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, adatok küldése a folyamat szabványos bemenetére";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, törli az aktuális kiszolgáló küldési várakozási sorát";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <kiszolgáló> [<port>], a kiszolgáló beállítása proxyként, az alapértelmezett portszám a 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <becenév> <jelszó>: Egy ghost-olt becenév kilövése";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <becenév>, fél-op státuszt ad a becenévnek (op-jog szükséges)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <jelszó>, azonosítja a becenév-kiszolgáló felé";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "IGNORE <maszk> <típusok..> <opciók..>\n    maszk - a mellőzendő gépek maszkja, például *!*@*.aol.com\n    típusok - a mellőzendő adatok típusa, a következők legalább egyike:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    opciók - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <becenév> [<csatorna>], meghívja a becenevet egy csatornára, alapértelmezésben az aktuálisra (op-jog szükséges)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <csatorna>, belépés a csatornára";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <becenév>, kirúgja a becenevet az adott csatornáról (op-jog szükséges)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <becenév>, kitiltja, majd kirúgja a becenevet az aktuális csatornáról (op-jog szükséges)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, új lag ellenőrzés kikényszerítése";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <karakterlánc>, karakterlánc keresése a pufferben";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <fájl>, bővítmény vagy parancsfájl betöltése";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, minden fél-op-tól elveszi a fél-op jogot az adott csatornán (op-jog szükséges)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, minden op-tól elveszi az op-jogot az adott csatornán (op-jog szükséges)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <akció>, az adott tevékenységet az aktuális csatornára küldi (az igék 3. személyben írandók, például: /me ugrál)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, tömegesen kirúg mindenkit az adott csatornáról, kivéve Önt (op-jog szükséges)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, tömeges op-jog adása mindenkinek az adott csatornán (op-jog szükséges)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <becenév> <üzenet>, privát üzenet küldése";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, felsorolja az aktuális csatornán lévő beceneveket";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <becenév> <üzenet>, CTCP figyelmeztetés küldése";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER [-noconnect] <kiszolgálónév> [<port>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <becenév>, beállítja a becenevét";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <becenév/csatorna> <üzenet>, figyelmeztetés küldése . A figyelmeztetés olyan üzenet, amire automatikusan reagálni kell";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [-n hálózat1[,hálózat2,...]] [<becenév>], megjeleníti az értesítési listát vagy hozzáad valakit";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <becenév>, op-jogot ad a becenévnek (op-jog szükséges)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<csatorna>] [<indoklás>], kilép a csatornáról, alapértelmezésben az aktuálisról";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <becenév | csatorna>, CTCP-pingeli a becenevet vagy a csatornát";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY [-nofocus] <becenév>, új privát üzenetablak megnyitása az adott becenévhez";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<indoklás>], bontja a kapcsolatot az aktuális kiszolgálóval";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <szöveg>, nyers formában küldi a szöveget a kiszolgálóra";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<kiszolgáló>] [<port>] [<jelszó>], Ugyanúgy használható, mint a /RECONNECT (újracsatlakozás az aktuális kiszolgálóhoz) vagy /RECONNECT ALL (minden nyitott kiszolgálóhoz csatlakozik)";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<host>] [<port>] [<jelszó>], Ugyanúgy használható, mint a /RECONNECT (újracsatlakozás az aktuális kiszolgálóhoz) vagy /RECONNECT ALL (minden nyitott kiszolgálóhoz csatlakozik)";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "RECV <szöveg>, nyers adatok küldése az XChatnek, mintha az irc kiszolgálótól érkezett volna";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <szöveg>, szöveget küld az aktuális ablakban lévő objektumba";

/* nothing */
"SEND <nick> [<file>]" = "SEND <becenév> [<fájl>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <host> <port> <csatorna>, csatlakozik és belép egy adott csatornára";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <host> <port> <csatorna>, csatlakozik és belép az adott csatornára";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <host> [<port>] [<jelszó>], csatlakozik a kiszolgálóhoz, az alapértelmezett port 6667 normál kapcsolathoz, és 9999 SSL kapcsolathoz";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <host> [<port>] [<jelszó>], csatlakozik az adott kiszolgálóhoz, az alapértelmezett port a 6667";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-e] [-quiet] <változó> [<érték>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<pozíció>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<téma>], beállítja a témát, ha megadja, vagy megmutatja az aktuális témát";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "\nTRAY -f <időkorlát> <fájl1> [<fájl2>] Villogjon a tálcán a két ikon között.\nTRAY -f <fájlnév>                  A tálca beállítása rögzített ikonra.\nTRAY -i <szám>                    Tálca villogtatása belső ikonnal.\nTRAY -t <szöveg>                      A tálca gyorstippjének beállítása.\nTRAY -b <cím> <szöveg>              A tálca feliratának beállítása.";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <maszk> [<maszk>...], kitiltás feloldása az adott maszkokra.";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <maszk> [QUIET] az adott maszk mellőzésének megszüntetése";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <név>, kikapcsol egy bővítményt vagy parancsfájlt";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>, megnyitja az adott URL-t a böngészőben";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <nick1> <nick2> stb, kiemeli a beceneve(ke)t a csatorna felhasználólistájában";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <becenév>, voice státuszt ad valakinek (op-jog szükséges)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <üzenet>, kiírja az üzenetet az összes csatornára";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <üzenet>, elküldi az üzenetet az aktuális csatorna összes opjának";

/* nothing */
"Usage: %s\n" = "Használat: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nEhhez a parancshoz nincs súgó.\n";

/* nothing */
"No such command.\n" = "Nincs ilyen parancs.\n";

/* nothing */
"Bad arguments for user command.\n" = "Hibás argumentum a felhasználói parancs mellett.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "Túl sok rekurzív felhasználói parancs, kilépek.";

/* nothing */
"Unknown Command. Try /help\n" = "Ismeretlen parancs. Próbálja a /help parancsot\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "Nincs xchat_plugin_init szimbólum; biztos, hogy ez egy XChat bővítmény?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "Biztos, hogy ez SSL-re képes kiszolgáló és port?\n";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "Nem lehet feloldani a(z) %s gépnevet\nEllenőrizze az IP-beállításait!\n";

/* nothing */
"Proxy traversal failed.\n" = "Nem sikerült átjutni a proxyn.\n";

/* nothing */
"Cycling to next server in %s...\n" = "Ugrás a következő kiszolgálóra %s múlva...\n";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "Figyelem: a \"%s\" karakterkészlet ismeretlen. Nem lesz konverzió a(z) %s hálózaton.";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 hozzáadva az értesítési listához.";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 Tiltólista:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "%C22*%O$tNem lehet csatlakozni ehhez:%C26 %B$1 %O(Ki van tiltva).";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 mostantól $2-ként ismert";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 kitiltja $2-t";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "%C22*%O$tA(z) $1 csatorna létrehozva ekkor: $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O elvette a fél-operátori státuszt ettől:%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O elvette az operátori státuszt ettől:%C26 $2";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "%C22*%O$t%C26$1%O elvette a voice jogot ettől:%C26 $2";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "%C22*%O$t$1 kivételt állít be erre: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "%C22*%O$t%C26$1%O fél-operátor jogot ad ennek:%C26 $2";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "%C22*%O$t$1 meghívja $2-t";

/* nothing */
"%UChannel          Users   Topic" = "%UCsatorna          Felhasználók   Téma";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "%C22*%O$t$1 beállítja a(z) $2$3 $4 módot";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22 $1 csatorna módjai: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "%C22*%O$t%C26$1%O operátorjogot ad ennek:%C26 $2";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "%C22*%O$t$1 elveszi a kivételezést erről: $2";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 visszavonja a meghívást ettől: $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 eltávolítja a csatorna kulcsszót";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 eltávolítja a felhasználói limitet";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 a csatorna kulcsszót beállítja erre: $2";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 a csatorna limitet beállítja erre: $2";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "%C22*%O$t$1 eltávolítja a kitiltást erről: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "%C22*%O$t%C26$1%O voice jogot ad ennek:%C26 $2";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22Kapcsolódás megtörtént. Belépés folyamatban...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22Kapcsolódás ehhez: $1 ($2) port $3%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "%C21*%O$t%C21Kapcsolódás sikertelen. A hiba: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "%C22*%O$tCTCP $1 érkezett ettől: $2";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "%C22*%O$tCTCP $1 érkezett ettől: $2 ($3 számára)";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tCTCP Sound $1 érkezett ettől: $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "%C22*%O$tCTCP $1 érkezett ettől: $2 ($3 számára)";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "%C22*%O$tDCC CHAT megszakadt ezzel:%C26$1%O.";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "%C22*%O$tDCC CHAT kapcsolat létrejött ezzel: %C26$1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$tDCC CHAT %C26$1%O felé megszakadt ($4).";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$tDCC CHAT ajánlat érkezett ettől: $1";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "%C22*%O$t $1 DCC CHAT meghívása";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$tMár zajlik $1 CHAT meghívása";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "%C22*%O$tDCC $1 kapcsolódási kísérlet %C26 $2%O felé sikertelen (Hiba=$3).";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$t\"$1%O\" érkezett ettől: $2";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 Típus  Kinek/Kitől    Állapot  Méret    Pos     Fájl         ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "%C22*%O$tHibás formátumú DCC kérés érkezett ettől: %C26$1%O.%010%C22*%O$tA csomag tartalma: $2";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "%C22*%O$tFelkínálva ez: %C26 $1%O ennek: %C26 $2";

/* nothing */
"%C22*%O$tNo such DCC offer." = "%C22*%O$tNincs ilyen DCC ajánlat.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC RECV%C26 $2%O megszakítva ehhez: %C26 $1%O.";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "%C22*%O$tDCC RECV%C26 $1%O ettől: %C26 $3%O befejeződött %C30[%C26$4%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC RECV kapcsolat létrejött ezzel:%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "%C22*%O$tDCC RECV%C26 $1%O ettől:%C26 $3%O sikertelen ($4).";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "%C22*%O$tDCC RECV: Nem lehet megnyitni $1-t írásra ($2).";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "%C22*%O$tA %C26 $1%C fájl már létezik, helyette %C26 $2%O-ként mentem.";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "%C22*%O$t%C26$1 %Okéri %C26 $2 %C folytatását innen:%C26 $3%C.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$tDCC SEND%C26 $2%O ennek:%C26 $1%O megszakítva.";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "%C22*%O$tDCC SEND%C26 $1%O ennek:%C26 $2%O befejeződött %C30[%C26$3%O cps%C30]%O.";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "%C22*%O$tDCC SEND kapcsolat létrejött ezzel:%C26 $1 %C30[%O$2%C30]";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O %C26 $2%O felé sikertelen. $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "%C22*%O$t%C26$1 %Ofelkínálta ezt:%C26 $2 %O(%C26$3 %Obájt)";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oehhez:%C26 $3 %Celakadt - megszakítom.";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %Oehhez:%C26 $3 %O túllépte az időkorlátot - megszakítom.";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 törölve az értesítési listáról.";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$tKapcsolat bontva ($1).";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$tAz IP címe: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O hozzáadva a mellőzési listához.";

/* nothing */
"Ignore on %C26$1%O changed." = "%C26$1%O mellőzése megváltoztatva.";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 Kiszolgálómaszk            PRIV NOTI CHAN CTCP DCC  INVI UNIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O eltávolítva a mellőzési listából.";

/* nothing */
"  Ignore list is empty." = "A figyelmen kívül hagyási lista üres.";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "%C22*%O$tNem lehet csatlakozni ehhez: %C26 %B$1 %O(A csatornára csak meghívással lehet belépni).";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "%C22*%O$tMeghívást kapott ide:%C26 $1%O ettől:%C26 $2%C (%C26$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) csatlakozott ide: $2";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "%C22*%O$tNem lehet csatlakozni ehhez:%C26 %B$1 %O(Kulcsszó szükséges).";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "%C21*%O$t%C21$1 kirúgta $2-t innen: $3 ($4%O%C21)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "%C22*%O$t$1 kill-t küldött Önre ($2%O%C22)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22MOTD átugorva.";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1-t már használja valaki. Újra próbálom ezzel: $2...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tEz a becenév már használatban van. A /NICK segítségével próbálhat ki másikat.";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$tNincs ilyen DCC.";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$tJelenleg nem fut semmilyen folyamat";

/* nothing */
"$tNotify list is empty." = "$tAz értesítési lista üres.";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  Értesítési lista                           ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 felhasználó van az értesítési listán.";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$tÉrtesítés: $1 offline ($3).";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "%C22*%O$tÉrtesítés: $1 online ($3).";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) kilépett innen: $3";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) kilépett innen: $3 (%O%C23$4)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$tPing válasz innen: $1: $2 másodperc";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tNincs ping válasz $1 másodperc óta, kapcsolat bontva.";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tMár fut egy folyamat";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 kilépett (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 beállítja a módokat %B %C30[%O$2%B%C30]";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallop-ok%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "%C22*%O$tKeresem a következő IP címét:%C26 $1%O...";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22Kapcsolódva.";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "%C22*%O$t%C22Keresem ezt: $1";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "%C22*%O$tAz előző kapcsolódási kísérlet leállítva(pid=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "%C29*%O$t%C29A(z) $1%C %C29 témája ez: $2";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "%C22*%O$t$1 megváltoztatta a témát erre: $2";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "%C29*%O$t%C29$1%C %C29 témáját $2%C %C29 beállította ekkor: $3";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$tIsmeretlen gépnév. Talán elgépelte?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "%C22*%O$tNem lehet csatlakozni ehhez:%C26 %B$1 %O(Felhasználói limit elérve).";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "%C22*%O$t%C26Felhasználók ezen: $1:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %Ctávol van %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %OWHOIS lista vége.";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O tétlen%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "%C22*%O$t%C28[%O$1%C28]%O tétlen%C26 $2%O, bejelentkezett:%C26 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %Ovalós user@host%C27 $2%O, valós IP%C27 $3";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19Most itt beszélget: $2";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "%C23*$tKi lett rúgva innen: $2, $3 által($4%O%C23)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$tKilépett a(z) $3 csatornáról";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "%C23*$tKilépett a(z) $3 csatornáról (%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "%C22*%O$tMeghívta %C26 $1%O-t erre: %C26 $2%O (%C26$3%O)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$tMostantól ezen a néven ismert: $2";

/* nothing */
"Loaded log from" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** NAPLÓZÁS BEFEJEZÉSE EKKOR: %s\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** NAPLÓZÁS KEZDETE EKKOR: %s\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* Nem lehet írni a naplófájl(oka)t. Ellenőrizze a\n  jogosultságokat a(z) %s/xchatlogs fájlon";

/* nothing */
"Left message" = "Bal oldali üzenet";

/* nothing */
"Right message" = "Jobb oldali üzenet";

/* nothing */
"The nick of the joining person" = "A csatlakozó személy beceneve";

/* nothing */
"The channel being joined" = "A csatorna, amelyre belép";

/* nothing */
"The host of the person" = "A személy gépe";

/* nothing */
"Nickname" = "Becenév";

/* nothing */
"The action" = "A művelet";

/* nothing */
"Mode char" = "Mód karakter";

/* nothing */
"The text" = "A szöveg";

/* nothing */
"Identified text" = "Azonosított szöveg";

/* nothing */
"The message" = "Az üzenet";

/* nothing */
"Old nickname" = "Régi becenév";

/* nothing */
"New nickname" = "Új becenév";

/* nothing */
"Nick of person who changed the topic" = "A témát megváltoztató személy beceneve";

/* nothing */
"Topic" = "Téma";

/* nothing */
"Channel" = "Csatorna";

/* nothing */
"The nickname of the kicker" = "A kirúgó beceneve";

/* nothing */
"The person being kicked" = "A kirúgott személy";

/* nothing */
"The channel" = "A csatorna";

/* nothing */
"The reason" = "Az indoklás";

/* nothing */
"The nick of the person leaving" = "A kilépő személy beceneve";

/* nothing */
"The time" = "Az idő";

/* nothing */
"The creator" = "A létrehozó";

/* nothing */
"Nick" = "Becenév";

/* nothing */
"Reason" = "Indoklás";

/* nothing */
"Host" = "Kiszolgáló";

/* nothing */
"Who it's from" = "Kitől jött";

/* nothing */
"The time in x.x format (see below)" = "Az idő x.x formátumban (lásd lejjebb)";

/* nothing */
"The Channel it's going to" = "A csatorna, amelyre megy";

/* nothing */
"The sound" = "A hang";

/* nothing */
"The nick of the person" = "A személy beceneve";

/* nothing */
"The CTCP event" = "A CTCP esemény";

/* nothing */
"The nick of the person who set the key" = "A személy beceneve, aki a kulcsot beállította";

/* nothing */
"The key" = "A kulcs";

/* nothing */
"The nick of the person who set the limit" = "A személy beceneve, aki beállította a limitet";

/* nothing */
"The limit" = "A limit";

/* nothing */
"The nick of the person who did the op'ing" = "Annak a beceneve, aki az op-jogot adta";

/* nothing */
"The nick of the person who has been op'ed" = "Annak a beceneve, aki op-jogot kapott";

/* nothing */
"The nick of the person who has been halfop'ed" = "Annak a beceneve, aki fél-op jogot kapott";

/* nothing */
"The nick of the person who did the halfop'ing" = "Annak a beceneve, aki a fél-op jogot adta";

/* nothing */
"The nick of the person who did the voice'ing" = "Annak a beceneve, aki voice jogot adott";

/* nothing */
"The nick of the person who has been voice'ed" = "Annak a beceneve, aki voice jogot kapott";

/* nothing */
"The nick of the person who did the banning" = "Annak a beceneve, aki a kitiltást végezte";

/* nothing */
"The ban mask" = "A kitiltásmaszk";

/* nothing */
"The nick who removed the key" = "Annak a beceneve, aki eltávolította a kulcsot";

/* nothing */
"The nick who removed the limit" = "Annak a beceneve, aki eltávolította a limitet";

/* nothing */
"The nick of the person of did the deop'ing" = "Annak a beceneve, aki elvette az op-jogot";

/* nothing */
"The nick of the person who has been deop'ed" = "Annak a beceneve, akitől elvették az op-jogot";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "Annak a beceneve, aki elvette a fél-op jogot";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "Annak a beceneve, akitől elvették a fél-op jogot";

/* nothing */
"The nick of the person of did the devoice'ing" = "Annak a beceneve, aki megvonta a voice jogot";

/* nothing */
"The nick of the person who has been devoice'ed" = "Annak a beceneve, akitől megvonták a voice jogot";

/* nothing */
"The nick of the person of did the unban'ing" = "Annak a beceneve, aki a kitiltást visszavonta";

/* nothing */
"The nick of the person who did the exempt" = "Annak a beceneve, aki a kivételezést beállította";

/* nothing */
"The exempt mask" = "A kivételezés maszkja";

/* nothing */
"The nick of the person removed the exempt" = "Annak a beceneve, aki a kivételezést eltávolította";

/* nothing */
"The nick of the person who did the invite" = "Annak a beceneve, aki a meghívást küldte";

/* nothing */
"The invite mask" = "A meghívás maszkja";

/* nothing */
"The nick of the person removed the invite" = "Annak a beceneve, aki a meghívást visszavonta";

/* nothing */
"The nick of the person setting the mode" = "Annak a beceneve, aki a módot beállította";

/* nothing */
"The mode's sign (+/-)" = "A mód előjele (+/-)";

/* nothing */
"The mode letter" = "A mód betűjele";

/* nothing */
"The channel it's being set on" = "A csatorna, amelyre beállítják";

/* nothing */
"Username" = "Felhasználónév";

/* nothing */
"Full name" = "Teljes név";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "Csatornatagság/\"IRC operátor\"";

/* nothing */
"Server Information" = "Kiszolgálóinformáció";

/* nothing */
"Idle time" = "Tétlenség ideje";

/* nothing */
"Signon time" = "Bejelentkezés ideje";

/* nothing */
"Away reason" = "Távollét oka";

/* nothing */
"Message" = "Üzenet";

/* nothing */
"Account" = "Fiók";

/* nothing */
"Real user@host" = "Valós user@host";

/* nothing */
"Real IP" = "Valós IP";

/* nothing */
"Channel Name" = "Csatorna neve";

/* nothing */
"Text" = "Szöveg";

/* nothing */
"Server Name" = "Kiszolgáló neve";

/* nothing */
"Nick of person who invited you" = "Annak a beceneve, aki meghívta";

/* nothing */
"Users" = "Felhasználók";

/* nothing */
"Nickname in use" = "A becenév használatban van";

/* nothing */
"Nick being tried" = "Próbált becenév";

/* nothing */
"IP" = "IP";

/* nothing */
"Port" = "Port";

/* nothing */
"Network" = "Hálózat";

/* nothing */
"Modes string" = "Módok karakterlánca";

/* nothing */
"IP address" = "IP cím";

/* nothing */
"DCC Type" = "DCC típus";

/* nothing */
"Filename" = "Fájlnév";

/* nothing */
"Destination filename" = "Cél fájlnév";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "Elérési út";

/* nothing */
"Position" = "Pozíció";

/* nothing */
"Size" = "Méret";

/* nothing */
"DCC String" = "DCC karakterlánc";

/* nothing */
"Number of notify items" = "Az értesítési bejegyzések száma";

/* nothing */
"Old Filename" = "Régi fájlnév";

/* nothing */
"New Filename" = "Új fájlnév";

/* nothing */
"Receiver" = "Címzett";

/* nothing */
"Hostmask" = "Kiszolgálómaszk";

/* nothing */
"Hostname" = "Kiszolgálónév";

/* nothing */
"The Packet" = "A csomag";

/* nothing */
"Seconds" = "másodperc";

/* nothing */
"Nick of person who have been invited" = "Annak a beceneve, akit meghívtak";

/* nothing */
"Banmask" = "Kitiltásmaszk";

/* nothing */
"Who set the ban" = "Ki állította be a kitiltást";

/* nothing */
"Ban time" = "Kitiltás ideje";

/* nothing */
"Error parsing event %s.\nLoading default." = "Hiba a(z) %s esemény feldolgozásakor.\nAz alapértelmezés kerül betöltésre.";

/* nothing */
"Cannot read sound file:\n%s" = "Nem lehet olvasni ezt a hangfájlt:\n%s";

/* nothing */
"Remote host closed socket" = "A távoli gép lezárta a foglalatot";

/* nothing */
"Connection refused" = "Kapcsolódás elutasítva";

/* nothing */
"No route to host" = "Nincs útvonal a kiszolgálóhoz";

/* nothing */
"Connection timed out" = "Időtúllépés miatt a kapcsolat megszakadt";

/* nothing */
"Cannot assign that address" = "Ezt a címet nem lehet kiosztani";

/* nothing */
"Connection reset by peer" = "A kapcsolatot a túloldali gép visszaállította";

/* nothing */
"Ascension Island" = "Ascension-sziget";

/* nothing */
"Andorra" = "Andorra";

/* nothing */
"United Arab Emirates" = "Egyesült Arab Emirátusok";

/* nothing */
"Afghanistan" = "Afganisztán";

/* nothing */
"Antigua and Barbuda" = "Antigua és Barbuda";

/* nothing */
"Anguilla" = "Anguilla";

/* nothing */
"Albania" = "Albánia";

/* nothing */
"Armenia" = "Örményország";

/* nothing */
"Netherlands Antilles" = "Holland Antillák";

/* nothing */
"Angola" = "Angola";

/* nothing */
"Antarctica" = "Antarktisz";

/* nothing */
"Argentina" = "Argentína";

/* nothing */
"Reverse DNS" = "Fordított DNS";

/* nothing */
"American Samoa" = "Amerikai Szamoa";

/* nothing */
"Austria" = "Ausztria";

/* nothing */
"Nato Fiel" = "NATO";

/* nothing */
"Australia" = "Ausztrália";

/* nothing */
"Aruba" = "Aruba";

/* nothing */
"Aland Islands" = "Aland-szigetek";

/* nothing */
"Azerbaijan" = "Azerbajdzsán";

/* nothing */
"Bosnia and Herzegovina" = "Bosznia-Hercegovina";

/* nothing */
"Barbados" = "Barbados";

/* nothing */
"Bangladesh" = "Banglades";

/* nothing */
"Belgium" = "Belgium";

/* nothing */
"Burkina Faso" = "Burkina Faso";

/* nothing */
"Bulgaria" = "Bulgária";

/* nothing */
"Bahrain" = "Bahrein";

/* nothing */
"Burundi" = "Burundi";

/* nothing */
"Businesses" = "Üzleti";

/* nothing */
"Benin" = "Benin";

/* nothing */
"Bermuda" = "Bermuda";

/* nothing */
"Brunei Darussalam" = "Brunei Szultánátus";

/* nothing */
"Bolivia" = "Bolívia";

/* nothing */
"Brazil" = "Brazília";

/* nothing */
"Bahamas" = "Bahama-szigetek";

/* nothing */
"Bhutan" = "Bhután";

/* nothing */
"Bouvet Island" = "Bouvet-sziget";

/* nothing */
"Botswana" = "Botswana";

/* nothing */
"Belarus" = "Fehéroroszország";

/* nothing */
"Belize" = "Belizé";

/* nothing */
"Canada" = "Kanada";

/* nothing */
"Cocos Islands" = "Kókusz-szigetek";

/* nothing */
"Democratic Republic of Congo" = "Kongói Demokratikus Köztársaság";

/* nothing */
"Central African Republic" = "Közép-Afrikai Köztársaság";

/* nothing */
"Congo" = "Kongó";

/* nothing */
"Switzerland" = "Svájc";

/* nothing */
"Cote d'Ivoire" = "Elefántcsont-part";

/* nothing */
"Cook Islands" = "Cook-szigetek";

/* nothing */
"Chile" = "Chile";

/* nothing */
"Cameroon" = "Kamerun";

/* nothing */
"China" = "Kína";

/* nothing */
"Colombia" = "Kolumbia";

/* nothing */
"Internic Commercial" = "Internic kereskedelmi";

/* nothing */
"Costa Rica" = "Costa Rica";

/* nothing */
"Serbia and Montenegro" = "Szerbia és Montenegro";

/* nothing */
"Cuba" = "Kuba";

/* nothing */
"Cape Verde" = "Cape Verde";

/* nothing */
"Christmas Island" = "Karácsony-szigetek";

/* nothing */
"Cyprus" = "Ciprus";

/* nothing */
"Czech Republic" = "Cseh Köztársaság";

/* nothing */
"Germany" = "Németország";

/* nothing */
"Djibouti" = "Dzsibuti";

/* nothing */
"Denmark" = "Dánia";

/* nothing */
"Dominica" = "Dominika";

/* nothing */
"Dominican Republic" = "Dominikai Köztársaság";

/* nothing */
"Algeria" = "Algéria";

/* nothing */
"Ecuador" = "Ecuador";

/* nothing */
"Educational Institution" = "Oktatási intézmény";

/* nothing */
"Estonia" = "Észtország";

/* nothing */
"Egypt" = "Egyiptom";

/* nothing */
"Western Sahara" = "Nyugat-Szahara";

/* nothing */
"Eritrea" = "Eritrea";

/* nothing */
"Spain" = "Spanyolország";

/* nothing */
"Ethiopia" = "Etiópia";

/* nothing */
"European Union" = "Európai Unió";

/* nothing */
"Finland" = "Finnország";

/* nothing */
"Fiji" = "Fidzsi";

/* nothing */
"Falkland Islands" = "Falkland-szigetek";

/* nothing */
"Micronesia" = "Micronesia";

/* nothing */
"Faroe Islands" = "Faroe-szigetek";

/* nothing */
"France" = "Franciaország";

/* nothing */
"Gabon" = "Gabon";

/* nothing */
"Great Britain" = "Nagy-Britannia";

/* nothing */
"Grenada" = "Grenada";

/* nothing */
"Georgia" = "Grúzia";

/* nothing */
"French Guiana" = "Francia Guyana";

/* nothing */
"British Channel Isles" = "Brit Csatorna-szigetek";

/* nothing */
"Ghana" = "Ghána";

/* nothing */
"Gibraltar" = "Gibraltár";

/* nothing */
"Greenland" = "Grönland";

/* nothing */
"Gambia" = "Gambia";

/* nothing */
"Guinea" = "Guinea";

/* nothing */
"Government" = "Kormányzat";

/* nothing */
"Guadeloupe" = "Guadeloupe";

/* nothing */
"Equatorial Guinea" = "Egyenlítői Guinea";

/* nothing */
"Greece" = "Görögország";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "Szt. György- és S. Sandwich-szigetek";

/* nothing */
"Guatemala" = "Guatemala";

/* nothing */
"Guam" = "Guam";

/* nothing */
"Guinea-Bissau" = "Bissau-Guinea";

/* nothing */
"Guyana" = "Guyana";

/* nothing */
"Hong Kong" = "Hong Kong";

/* nothing */
"Heard and McDonald Islands" = "Heard- és McDonald-szigetek";

/* nothing */
"Honduras" = "Honduras";

/* nothing */
"Croatia" = "Horvátország";

/* nothing */
"Haiti" = "Haiti";

/* nothing */
"Hungary" = "Magyarország";

/* nothing */
"Indonesia" = "Indonézia";

/* nothing */
"Ireland" = "Írország";

/* nothing */
"Israel" = "Izrael";

/* nothing */
"Isle of Man" = "Man szigete";

/* nothing */
"India" = "India";

/* nothing */
"Informational" = "Információs tartomány";

/* nothing */
"International" = "Nemzetközi";

/* nothing */
"British Indian Ocean Territory" = "Brit Indiai-óceáni terület";

/* nothing */
"Iraq" = "Irak";

/* nothing */
"Iran" = "Irán";

/* nothing */
"Iceland" = "Izland";

/* nothing */
"Italy" = "Olaszország";

/* nothing */
"Jersey" = "Jersey";

/* nothing */
"Jamaica" = "Jamaica";

/* nothing */
"Jordan" = "Jordánia";

/* nothing */
"Japan" = "Japán";

/* nothing */
"Kenya" = "Kenya";

/* nothing */
"Kyrgyzstan" = "Kirgizisztán";

/* nothing */
"Cambodia" = "Kambodzsa";

/* nothing */
"Kiribati" = "Kiribati";

/* nothing */
"Comoros" = "Comore-szigetek";

/* nothing */
"St. Kitts and Nevis" = "St. Kitts és Nevis";

/* nothing */
"North Korea" = "Észak-Korea";

/* nothing */
"South Korea" = "Dél-Korea";

/* nothing */
"Kuwait" = "Kuvait";

/* nothing */
"Cayman Islands" = "Kajmán-szigetek";

/* nothing */
"Kazakhstan" = "Kazahsztán";

/* nothing */
"Laos" = "Laosz";

/* nothing */
"Lebanon" = "Libanon";

/* nothing */
"Saint Lucia" = "Saint Lucia";

/* nothing */
"Liechtenstein" = "Liechtenstein";

/* nothing */
"Sri Lanka" = "Sri Lanka";

/* nothing */
"Liberia" = "Libéria";

/* nothing */
"Lesotho" = "Lesotho";

/* nothing */
"Lithuania" = "Litvánia";

/* nothing */
"Luxembourg" = "Luxemburg";

/* nothing */
"Latvia" = "Lettország";

/* nothing */
"Libya" = "Líbia";

/* nothing */
"Morocco" = "Marokkó";

/* nothing */
"Monaco" = "Monaco";

/* nothing */
"Moldova" = "Moldova";

/* nothing */
"United States Medical" = "Egyesült Államok (egészségügy)";

/* nothing */
"Madagascar" = "Madagaszkár";

/* nothing */
"Marshall Islands" = "Marshall-szigetek";

/* nothing */
"Military" = "Katonai";

/* nothing */
"Macedonia" = "Macedónia";

/* nothing */
"Mali" = "Mali";

/* nothing */
"Myanmar" = "Mianmar";

/* nothing */
"Mongolia" = "Mongólia";

/* nothing */
"Macau" = "Makaó";

/* nothing */
"Northern Mariana Islands" = "Északi Mariana-szigetek";

/* nothing */
"Martinique" = "Martinique";

/* nothing */
"Mauritania" = "Mauritánia";

/* nothing */
"Montserrat" = "Montserrat";

/* nothing */
"Malta" = "Málta";

/* nothing */
"Mauritius" = "Mauritius";

/* nothing */
"Maldives" = "Maldív-szigetek";

/* nothing */
"Malawi" = "Malawi";

/* nothing */
"Mexico" = "Mexikó";

/* nothing */
"Malaysia" = "Malajzia";

/* nothing */
"Mozambique" = "Mozambik";

/* nothing */
"Namibia" = "Namíbia";

/* nothing */
"New Caledonia" = "Új-Kaledónia";

/* nothing */
"Niger" = "Niger";

/* nothing */
"Internic Network" = "Internic hálózat";

/* nothing */
"Norfolk Island" = "Norfolk-szigetek";

/* nothing */
"Nigeria" = "Nigéria";

/* nothing */
"Nicaragua" = "Nicaragua";

/* nothing */
"Netherlands" = "Hollandia";

/* nothing */
"Norway" = "Norvégia";

/* nothing */
"Nepal" = "Nepál";

/* nothing */
"Nauru" = "Nauru";

/* nothing */
"Niue" = "Niue";

/* nothing */
"New Zealand" = "Új-Zéland";

/* nothing */
"Oman" = "Oman";

/* nothing */
"Internic Non-Profit Organization" = "Internic non-profit szervezet";

/* nothing */
"Panama" = "Panama";

/* nothing */
"Peru" = "Peru";

/* nothing */
"French Polynesia" = "Francia Polinézia";

/* nothing */
"Papua New Guinea" = "Pápua Új-Guinea";

/* nothing */
"Philippines" = "Fülöp-szigetek";

/* nothing */
"Pakistan" = "Pakisztán";

/* nothing */
"Poland" = "Lengyelország";

/* nothing */
"St. Pierre and Miquelon" = "St. Pierre és Miquelon";

/* nothing */
"Pitcairn" = "Pitcairn";

/* nothing */
"Puerto Rico" = "Puerto Rico";

/* nothing */
"Palestinian Territory" = "Palesztin terület";

/* nothing */
"Portugal" = "Portugália";

/* nothing */
"Palau" = "Palau";

/* nothing */
"Paraguay" = "Paraguay";

/* nothing */
"Qatar" = "Katar";

/* nothing */
"Reunion" = "Réunion";

/* nothing */
"Romania" = "Románia";

/* nothing */
"Old School ARPAnet" = "Régimódi ARPAnet";

/* nothing */
"Russian Federation" = "Orosz Föderáció";

/* nothing */
"Rwanda" = "Ruanda";

/* nothing */
"Saudi Arabia" = "Szaúd-Arábia";

/* nothing */
"Solomon Islands" = "Salamon-szigetek";

/* nothing */
"Seychelles" = "Seychelle-szigetek";

/* nothing */
"Sudan" = "Szudán";

/* nothing */
"Sweden" = "Svédország";

/* nothing */
"Singapore" = "Szingapúr";

/* nothing */
"St. Helena" = "Szt. Ilona";

/* nothing */
"Slovenia" = "Szlovénia";

/* nothing */
"Svalbard and Jan Mayen Islands" = "Svalbard és Jan Mayen szigetek";

/* nothing */
"Slovak Republic" = "Szlovák Köztársaság";

/* nothing */
"Sierra Leone" = "Sierra Leone";

/* nothing */
"San Marino" = "San Marino";

/* nothing */
"Senegal" = "Szenegál";

/* nothing */
"Somalia" = "Szomália";

/* nothing */
"Suriname" = "Suriname";

/* nothing */
"Sao Tome and Principe" = "Sao Tome és Principe";

/* nothing */
"Former USSR" = "Korábbi Szovjetunió";

/* nothing */
"El Salvador" = "El Salvador";

/* nothing */
"Syria" = "Szíria";

/* nothing */
"Swaziland" = "Szváziföld";

/* nothing */
"Turks and Caicos Islands" = "Turks és Caicos szigetek";

/* nothing */
"Chad" = "Csád";

/* nothing */
"French Southern Territories" = "Déli Francia Területek";

/* nothing */
"Togo" = "Togó";

/* nothing */
"Thailand" = "Thaiföld";

/* nothing */
"Tajikistan" = "Tadzsikisztán";

/* nothing */
"Tokelau" = "Tokelau";

/* nothing */
"East Timor" = "Kelet-Timor";

/* nothing */
"Turkmenistan" = "Türkmenisztán";

/* nothing */
"Tunisia" = "Tunézia";

/* nothing */
"Tonga" = "Tonga";

/* nothing */
"Turkey" = "Törökország";

/* nothing */
"Trinidad and Tobago" = "Trinidad és Tobago";

/* nothing */
"Tuvalu" = "Tuvalu";

/* nothing */
"Taiwan" = "Tajvan";

/* nothing */
"Tanzania" = "Tanzánia";

/* nothing */
"Ukraine" = "Ukrajna";

/* nothing */
"Uganda" = "Uganda";

/* nothing */
"United Kingdom" = "Egyesült Királyság";

/* nothing */
"United States of America" = "Amerikai Egyesült Államok";

/* nothing */
"Uruguay" = "Uruguay";

/* nothing */
"Uzbekistan" = "Üzbegisztán";

/* nothing */
"Vatican City State" = "Vatikán Állam";

/* nothing */
"St. Vincent and the Grenadines" = "St. Vincent és a Grenadines";

/* nothing */
"Venezuela" = "Venezuela";

/* nothing */
"British Virgin Islands" = "Brit Virgin-szigetek";

/* nothing */
"US Virgin Islands" = "USA Virgin-szigetek";

/* nothing */
"Vietnam" = "Vietnam";

/* nothing */
"Vanuatu" = "Vanuatu";

/* nothing */
"Wallis and Futuna Islands" = "Wallis és Futuna szigetek";

/* nothing */
"Samoa" = "Szamoa";

/* nothing */
"Yemen" = "Jemen";

/* nothing */
"Mayotte" = "Mayotte";

/* nothing */
"Yugoslavia" = "Jugoszlávia";

/* nothing */
"South Africa" = "Dél-Afrika";

/* nothing */
"Zambia" = "Zambia";

/* nothing */
"Zimbabwe" = "Zimbabwe";

/* nothing */
"Unknown" = "Ismeretlen";

/* nothing */
"Open Dialog Window" = "Párbeszédablak nyitása";

/* nothing */
"Send a File" = "Fájl küldése";

/* nothing */
"User Info (WHOIS)" = "Felhasználóinformációk (WHOIS)";

/* nothing */
"Operator Actions" = "Operátori műveletek";

/* nothing */
"Give Ops" = "Op-jog adása";

/* nothing */
"Take Ops" = "Op-jog elvétele";

/* nothing */
"Give Voice" = "Voice jog adása";

/* nothing */
"Take Voice" = "Voice jog elvétele";

/* nothing */
"Kick/Ban" = "Kirúgás/kitiltás";

/* nothing */
"Kick" = "Kirúgás";

/* nothing */
"Ban" = "Kitiltás";

/* nothing */
"KickBan" = "Kirúgás és kitiltás";

/* nothing */
"Direct client-to-client" = "Közvetlen kliens-kliens kapcsolat (DCC)";

/* nothing */
"Send File" = "Fájl küldése";

/* nothing */
"Offer Chat" = "Csevegési ajánlat";

/* nothing */
"Abort Chat" = "Csevegés megszakítása";

/* nothing */
"Version" = "Verzió";

/* nothing */
"Userinfo" = "Felhasználói infó";

/* nothing */
"Clientinfo" = "Kliens infó";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "Idő";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Oper";

/* nothing */
"Kill this user" = "Ezen felhasználó kilövése";

/* nothing */
"Mode" = "Mód";

/* nothing */
"Give Half-Ops" = "Fél-op jog adása";

/* nothing */
"Take Half-Ops" = "Fél-op jog elvétele";

/* nothing */
"Ignore" = "Mellőzés";

/* nothing */
"Ignore User" = "Felhasználó mellőzése";

/* nothing */
"UnIgnore User" = "Felhasználó mellőzésének megszüntetése";

/* nothing */
"Info" = "Információk";

/* nothing */
"Who" = "Ki";

/* nothing */
"WhoIs" = "WhoIs";

/* nothing */
"DNS Lookup" = "DNS kikeresés";

/* nothing */
"Trace" = "Nyomkövetés";

/* nothing */
"UserHost" = "Felhasználókiszolgáló";

/* nothing */
"External" = "Külső programok";

/* nothing */
"Traceroute" = "Útvonal-nyomkövetés";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "Csatorna elhagyása";

/* nothing */
"Join Channel..." = "Csatlakozás csatornához...";

/* nothing */
"Enter Channel to Join:" = "Írja be a csatorna nevét, amelyhez csatlakozni akar:";

/* nothing */
"Server Links" = "Kiszolgáló hivatkozások";

/* nothing */
"Ping Server" = "Kiszolgáló pingelése";

/* nothing */
"Hide Version" = "Verzió elrejtése";

/* nothing */
"Op" = "Op";

/* nothing */
"DeOp" = "DeOp";

/* nothing */
"bye" = "viszlát";

/* nothing */
"Enter reason to kick %s:" = "Adja meg %s kirúgásának okát:";

/* nothing */
"Sendfile" = "Fájlküldés";

/* nothing */
"Dialog" = "Párbeszéd";

/* nothing */
"Send" = "Küldés";

/* nothing */
"Chat" = "Csevegés";

/* nothing */
"Clear" = "Összes törlése";

/* nothing */
"Couldn't connect to session bus" = "Nem lehet csatlakozni a munkamenet buszhoz";

/* nothing */
"Failed to complete NameHasOwner" = "Nem sikerült a NameHasOwner befejezése";

/* nothing */
"Failed to complete Command" = "Nem sikerült a parancs végrehajtása";

/* nothing */
"remote access" = "távoli elérés";

/* nothing */
"plugin for remote access using DBUS" = "DBUS-t használó bővítmény távoli eléréshez";

/* nothing */
"Couldn't connect to session bus: %s\n" = "Nem lehet csatlakozni a munkamenetbuszhoz: %s\n";

/* nothing */
"Failed to acquire %s: %s\n" = "A(z) %s lekérése nem sikerült: %s\n";

/* nothing */
"About XChat" = "Az XChat névjegye";

/* nothing */
"A multiplatform IRC Client" = "Többplatformos IRC-kliens";

/* nothing */
"Character Chart" = "Karaktertábla";

/* nothing */
"Not connected." = "Nincs kapcsolat.";

/* nothing */
"You must select some bans." = "Ki kell választania néhány kitiltást.";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "Valóban el kívánja távolítani az összes kitiltást a következőn: %s?";

/* nothing */
"Mask" = "Maszk";

/* nothing */
"From" = "Kitől";

/* nothing */
"Date" = "Dátum";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "Csak a csatornafülön nyithatja meg a kitiltáslistát.";

/* nothing */
"XChat: Ban List (%s)" = "XChat: Kitiltáslista (%s)";

/* nothing */
"Remove" = "Eltávolítás";

/* nothing */
"Crop" = "Levágás";

/* nothing */
"Refresh" = "Frissítés";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "%d/%d felhasználó megjelenítése %d/%d csatornán.";

/* nothing */
"Select an output filename" = "Válasszon egy kimeneti fájlnevet";

/* nothing */
"_Join Channel" = "Belépés _csatornára";

/* nothing */
"_Copy Channel Name" = "Csatornané_v másolása";

/* nothing */
"Copy _Topic Text" = "Té_ma szövegének másolása";

/* nothing */
"XChat: Channel List (%s)" = "XChat: Csatornalista (%s)";

/* nothing */
"_Search" = "_Keresés";

/* nothing */
"_Download List" = "_Lista letöltése";

/* nothing */
"Save _List..." = "List_a mentése...";

/* nothing */
"Show only:" = "Megjelenítés:";

/* nothing */
"channels with" = "csak a(z)";

/* nothing */
"to" = "és";

/* nothing */
"users." = "közötti felhasználószámú csatornák.";

/* nothing */
"Look in:" = "Keresés:";

/* nothing */
"Channel name" = "Csatorna neve";

/* nothing */
"Search type:" = "Keresés típusa:";

/* nothing */
"Simple Search" = "Egyszerű keresés";

/* nothing */
"Pattern Match (Wildcards)" = "Mintaillesztés (helyettesítő karakterek)";

/* nothing */
"Regular Expression" = "Reguláris kifejezés";

/* nothing */
"Find:" = "Keresés:";

/* nothing */
"Send file to %s" = "Fájl küldése %s számára";

/* nothing */
"That file is not resumable." = "Ezt a fájlt nem lehet folytatni.";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "Nem lehet hozzáférni a következő fájlhoz: %s\n%s.\nA folytatás nem lehetséges.";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "A letöltési könyvtárban lévő fájl nagyobb, mint a felkínált. A folytatás nem lehetséges.";

/* nothing */
"Cannot resume the same file from two people." = "Nem lehet ugyanazt a fájlt két embertől folytatni.";

/* nothing */
"XChat: Uploads and Downloads" = "XChat: Feltöltések és letöltések";

/* nothing */
"Status" = "Állapot";

/* nothing */
"File" = "Fájl";

/* nothing */
"ETA" = "ETA";

/* nothing */
"Both" = "Mindkettő";

/* nothing */
"Uploads" = "Feltöltések";

/* nothing */
"Downloads" = "Letöltések";

/* nothing */
"Details" = "Részletek";

/* nothing */
"File:" = "Fájl:";

/* nothing */
"Address:" = "Cím:";

/* nothing */
"Abort" = "Megszakítás";

/* nothing */
"Accept" = "Elfogadás";

/* nothing */
"Resume" = "Folytatás";

/* nothing */
"Open Folder..." = "Mappa megnyitása...";

/* nothing */
"XChat: DCC Chat List" = "XChat: DCC csevegés lista";

/* nothing */
"Recv" = "Bejövő";

/* nothing */
"Sent" = "Elküldött";

/* nothing */
"Start Time" = "Kezdés időpontja";

/* nothing */
"*NEW*" = "*ÚJ*";

/* nothing */
"EDIT ME" = "SZERKESZT";

/* nothing */
"Name" = "Név";

/* nothing */
"Command" = "Parancs";

/* nothing */
"Move Up" = "Mozgatás fel";

/* nothing */
"Move Dn" = "Mozgatás le";

/* nothing */
"Cancel" = "Mégsem";

/* nothing */
"Save" = "Mentés";

/* nothing */
"Add New" = "Új hozzáadása";

/* nothing */
"Delete" = "Törlés";

/* nothing */
"Sort" = "Rendezés";

/* nothing */
"Help" = "Súgó";

/* nothing */
"Don't auto connect to servers" = "Ne csatlakozzon újra automatikusan a kiszolgálókra";

/* nothing */
"Use a different config directory" = "Másik konfigurációs könyvtár használata";

/* nothing */
"Don't auto load any plugins" = "Ne töltsön be automatikusan egy bővítményt sem";

/* nothing */
"Show plugin auto-load directory" = "Mutassa az automatikusan betöltődő bővítménykönyvtárat";

/* nothing */
"Show user config directory" = "Mutassa a felhasználói konfigurációs könyvtárat";

/* nothing */
"Open an irc://server:port/channel URL" = "Egy irc://kiszolgáló:port/csatorna URL megnyitása";

/* nothing */
"Open URL in an existing XChat" = "URL megnyitása meglévő XChatben";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "";

/* nothing */
"level" = "Soha";

/* nothing */
"Show version information" = "Mutassa a verzióinformációt";

/* nothing */
"Failed to open font:\n\n%s" = "Nem sikerült a következő betűkészlet megnyitása:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "A keresési puffer üres.\n";

/* nothing */
"%d bytes" = "%d bájt";

/* nothing */
"Network send queue: %d bytes" = "Hálózati küldési sor: %d bájt";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "A \"Parancs futtatása\" művelet úgy futtatja az Adat1-ben lévő adatokat, mintha abba a beviteli mezőbe írta volna be, ahol lenyomta a billentyűsorozatot. Ezért tartalmazhat szöveget (ami majd a csatornára/személynek megy), parancsokat vagy felhasználói parancsokat. Futtatáskor az összes \\n karakter, ami az Adat1-ben van, a parancsok elválasztására szolgál, tehát több parancsot is lehet egymás után futtatni. Ha \\-t akar elhelyezni a szövegben, használja így: \\\\";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "Az \"Oldal váltása\" parancs a noteszlapok közt vált. Állítsa be az Adat1-et arra az oldalra, amelyre váltani akar. Ha az Adat2 bármire be van állítva, akkor a váltás a jelenlegi pozícióhoz képest megy végbe";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "A \"Beszúrás a pufferbe\" parancs az Adat1 tartalmát szúrja be az aktuális kurzorpozícióba, ahol a billentyűkombinációt lenyomta";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "Az \"Oldal görgetése\" parancs a szöveget egy sorral vagy oldallal felfelé vagy lefelé görgeti. Az Adat1-ben állítsa be, hogy Fel, Le, +1 vagy -1.";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "A \"Puffer beállítása\" parancs a billentyűlenyomáskor bevitt adatokat adja hozzá az Adat1 tartalmához";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "Az \"Utolsó parancs\" az utoljára bevitt parancsot állítja be - ugyanaz, mint amikor egy parancsértelmezőben megnyomja a felfelé nyilat";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "A \"Következő parancs\"  a következő bevitt parancsot jeleníti meg - ugyanaz, mint amikor egy parancsértelmezőben megnyomja a lefelé nyilat";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "Ez a parancs kiegészíti a megkezdett becenevet vagy parancsot. Ha az Adat1 be van állítva, akkor a TAB kétszeri lenyomása az utolsó becenevet választja ki, nem a következőt";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "Ez a parancs fel- vagy lefelé görgeti a becenevek listáját. Ha az Adat1 bármire be van állítva, akkor felfelé görget, egyéb esetben lefelé";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "Ez a parancs összehasonlítja az utolsó bevitt szót a cserelista tartalmával és lecseréli, ha egyezést talál";

/* nothing */
"This command moves the front tab left by one" = "Ez a parancs eggyel balra mozgatja az első fület";

/* nothing */
"This command moves the front tab right by one" = "Ez a parancs eggyel jobbra mozgatja az első fület";

/* nothing */
"This command moves the current tab family to the left" = "Ez a parancs az aktuális fülek csoportját balra mozgatja";

/* nothing */
"This command moves the current tab family to the right" = "Ez a parancs az aktuális fülek csoportját jobbra mozgatja";

/* nothing */
"Push input line into history but doesn't send to server" = "A beviteli mező tartalmát hozzáadja az előzményekhez, de nem küldi el a kiszolgálónak";

/* nothing */
"There was an error loading key bindings configuration" = "Hiba történt a billentyűkombinációk betöltésekor";

/* nothing */
"<none>" = "<nincs>";

/* nothing */
"Mod" = "Mod";

/* nothing */
"Key" = "Billentyű";

/* nothing */
"Action" = "Művelet";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat: Gyorsbillentyűk";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "Adat1";

/* nothing */
"Data 2" = "Adat2";

/* nothing */
"Error opening keys config file\n" = "Hiba a billentyű-konfigurációs fájl megnyitásakor \n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "Ismeretlen billentyűnév a billentyű-konfigurációs fájlban: \"%s\"\nBetöltés megszakítva, kérem javítsa a(z) %s/keybindings.conf fájlt\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "Ismeretlen művelet a billentyű-konfigurációs fájlban: \"%s\"\nBetöltés megszakítva, kérem javítsa a(z) %s/keybindings fájlt\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "A rendszer adatsort várt, (kezdet Dx{:|!}) de ezt kapta:\n%s\n\nBetöltés megszakítva, kérem javítsa ki a(z) %s/keybindings fájlt\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "A gyorsbillentyű-fájl megsérült, betöltés megszakítva\nKérem javítsa a(z) %s /keybindings.conf fájlt\n";

/* nothing */
"Cannot write to that file." = "Nem lehet írni ezt a fájlt.";

/* nothing */
"Cannot read that file." = "Nem lehet olvasni ezt a fájlt.";

/* nothing */
"That mask already exists." = "Ez a maszk már létezik.";

/* nothing */
"Private" = "Privát üzenet";

/* nothing */
"Notice" = "Figyelmeztetés";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "Meghívás";

/* nothing */
"Unignore" = "Mellőzés megszüntetése";

/* nothing */
"Enter mask to ignore:" = "Írja be a mellőzendő maszkot:";

/* nothing */
"XChat: Ignore list" = "XChat: Mellőzési lista";

/* nothing */
"Ignore Stats:" = "Mellőzési statisztika:";

/* nothing */
"Channel:" = "Csatorna:";

/* nothing */
"Private:" = "Privát:";

/* nothing */
"Notice:" = "Figyelmeztetés:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "Meghívás:";

/* nothing */
"Add..." = "Hozzáadás...";

/* nothing */
"Channel name too short, try again." = "A csatornanév túl rövid, próbálja újra.";

/* nothing */
"XChat: Connection Complete" = "XChat: A kapcsolat kész";

/* nothing */
"Connection to %s complete." = "A kapcsolódás kész a következőhöz: %s.";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "A Kiszolgálólista ablakban nincs megadva olyan csatorna (csevegőszoba), amelyhez ezen a hálózaton automatikusan csatlakozni kellene.";

/* nothing */
"What would you like to do next?" = "Mit szeretne tenni ezután?";

/* nothing */
"_Nothing, I'll join a channel later." = "_Semmit, később lépek be egy csatornára.";

/* nothing */
"_Join this channel:" = "_Belépés erre a csatornára:";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "Ha tudja a csatorna nevét, amelyre be kíván lépni, adja meg itt.";

/* nothing */
"O_pen the Channel-List window." = "_Csatornalista ablak megnyitása.";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "A csatornalista lekérése eltarthat pár percig.";

/* nothing */
"_Always show this dialog after connecting." = "_Mindig jelenjen meg ez a párbeszédablak csatlakozás után.";

/* nothing */
"Dialog with" = "Párbeszéd";

/* nothing */
"Topic for %s is: %s" = "A(z) %s témája: %s";

/* nothing */
"No topic is set" = "Nincs beállítva téma";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "Ehhez a kiszolgálóhoz még %d csatorna vagy párbeszéd van társítva. Az összeset bezárja?";

/* nothing */
"Quit XChat?" = "Az XChat névjegye";

/* nothing */
"Don't ask next time." = "";

/* nothing */
"You are connected to %i IRC networks." = "<b>%u</b> IRC hálózathoz van kapcsolódva.\nBiztosan ki akar lépni?";

/* nothing */
"Are you sure you want to quit?" = "Valóban el kívánja távolítani az összes kitiltást a következőn: %s?";

/* nothing */
"Some file transfers are still active." = "Még vannak aktív fájlátvitelek, kilép az xchatből?";

/* nothing */
"_Minimize to Tray" = "";

/* nothing */
"Insert Attribute or Color Code" = "Attribútum vagy színkód beszúrása";

/* nothing */
"<b>Bold</b>" = "<b>Félkövér</b>";

/* nothing */
"<u>Underline</u>" = "<u>Aláhúzott</u>";

/* nothing */
"Normal" = "Normál";

/* nothing */
"Colors 0-7" = "Színek 0-7";

/* nothing */
"Colors 8-15" = "Színek 8-15";

/* nothing */
"Beep on message" = "Üzenetkor csipog";

/* nothing */
"Blink tray on message" = "Tálca villogtatása üzenetkor";

/* nothing */
"Show join/part messages" = "Mutassa a csatlakozás/kilépés üzeneteket";

/* nothing */
"Color paste" = "Szín beillesztése";

/* nothing */
"_Close Tab" = "Fül _bezárása";

/* nothing */
"_Detach Tab" = "_Fül leválasztása";

/* nothing */
"User limit must be a number!\n" = "A felhasználó-limit egy szám legyen!\n";

/* nothing */
"Topic Protection" = "Témavédelem";

/* nothing */
"No outside messages" = "Nincs külső üzenet";

/* nothing */
"Secret" = "Titkos";

/* nothing */
"Invite Only" = "Csak meghívásra";

/* nothing */
"Moderated" = "Moderált";

/* nothing */
"Ban List" = "Kitiltási lista";

/* nothing */
"Keyword" = "Kulcsszó";

/* nothing */
"User Limit" = "Felhasználó-limit";

/* nothing */
"Show/Hide userlist" = "Felhasználólista mutatása/elrejtése";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "Nem lehet átlátszó hátteret beállítani!\n\nLehet, hogy olyan ablakkezelőt használ, amely\nezt jelenleg még nem támogatja.\n";

/* nothing */
"Enter new nickname:" = "Írja be az új becenevet:";

/* nothing */
"Host unknown" = "Ismeretlen gépnév";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "Valódi név:";

/* nothing */
"User:" = "Felhasználó:";

/* nothing */
"Country:" = "Ország:";

/* nothing */
"Server:" = "Kiszolgáló:";

/* nothing */
"Away Msg:" = "Távol üzenet:";

/* nothing */
"%u minutes ago" = "%u perccel ezelőtt";

/* nothing */
"Last Msg:" = "Utolsó üzenet:";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "A menüsáv most rejtett. Újra megjelenítheti az F9 megnyomásával vagy a fő szövegterület egy üres részén való jobbkattintással.";

/* nothing */
"Open Link in Browser" = "Hivatkozás megnyitása böngészőben";

/* nothing */
"Copy Selected Link" = "Kijelölt hivatkozás másolása";

/* nothing */
"Join Channel" = "Belépés csatornára";

/* nothing */
"Part Channel" = "Kilépés a csatornáról";

/* nothing */
"Cycle Channel" = "Ki- és belépés a csatornára";

/* nothing */
"XChat: User menu" = "XChat: Felhasználói menü";

/* nothing */
"Edit This Menu..." = "Ezen menü szerkesztése...";

/* nothing */
"Retrieve channel list..." = "Csatornalista lekérése...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "Felhasználói parancsok - Különleges kódok:\n\n%c  =  jelenlegi csatorna\n%e  =  jelenlegi hálózat neve\n%m  =  gép infó\n%n  =  az Ön beceneve\n%t  =  idő/dátum\n%v  =  xchat verzió\n%2  =  2. szó\n%3  =  3. szó\n&2  =  2. szótól a sor végéig\n&3  =  3. szótól a sor végéig\n\npéldául:\n/cmd john hello\n\n%2 ez lesz: \"john\"\n&2 ez lesz: \"john hello\".";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Felhasználólista gombok - Különleges kódok:\n\n%a  =  az összes kijelölt becenév\n%c  =  a jelenlegi csatorna\n%e  =  jelenlegi hálózat neve\n%h  =  a kijelölt becenév gépének neve\n%m  =  gép infó\n%n  =  az Ön beceneve\n%s  =  kijelölt becenév\n%t  =  idő/dátum\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "Párbeszédgombok - Különleges kódok:\n\n%a  =  az összes kijelölt becenév\n%c  =  a jelenlegi csatorna\n%e  =  jelenlegi hálózat neve\n%h  =  a kijelölt becenév gépének neve\n%m  =  gép infó\n%n  =  az Ön beceneve\n%s  =  kijelölt becenév\n%t  =  idő/dátum\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "CTCP válaszok - Különleges kódok:\n\n%d  =  adatok (a teljes ctcp)\n%e  =  jelenlegi hálózat neve\n%m  =  gép infó\n%s  =  a ctcp-t küldő becenév\n%t  =  idő/dátum\n%2  =  2. szó\n%3  =  3. szó\n&2  =  2. szótól a sor végéig\n&3  =  3. szótól a sor végéig\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "URL kezelés - Speciális kódok:\n\n%s  =  az URL karakterlánc\n\nEgy ! -t tegyen a parancs elejére,\nha egy shellbe kell küldeni,\nés nem az XChatnek";

/* nothing */
"XChat: User Defined Commands" = "XChat: Felhasználó által megadott parancsok";

/* nothing */
"XChat: Userlist Popup menu" = "XChat: Felhasználólista helyi menü";

/* nothing */
"Replace with" = "Csere";

/* nothing */
"XChat: Replace" = "XChat: Csere";

/* nothing */
"XChat: URL Handlers" = "XChat: URL-ek kezelése";

/* nothing */
"XChat: Userlist buttons" = "XChat: Felhasználólista gombok";

/* nothing */
"XChat: Dialog buttons" = "XChat: Párbeszédgombok";

/* nothing */
"XChat: CTCP Replies" = "XChat: CTCP  válaszok";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "_Hálózatlista...";

/* nothing */
"_New" = "Ú_j";

/* nothing */
"Server Tab..." = "Kiszolgáló fül...";

/* nothing */
"Channel Tab..." = "Csatorna fül...";

/* nothing */
"Server Window..." = "Kiszolgáló ablak...";

/* nothing */
"Channel Window..." = "Csatorna ablak...";

/* nothing */
"_Load Plugin or Script..." = "_Bővítmény vagy parancsfájl betöltése...";

/* nothing */
"_Quit" = "_Kilépés";

/* nothing */
"_View" = "_Nézet";

/* nothing */
"_Menu Bar" = "_Menüsáv";

/* nothing */
"_Topic Bar" = "_Témasáv";

/* nothing */
"_User List" = "Felhasználólista";

/* nothing */
"U_serlist Buttons" = "Felhasználólista _gombok";

/* nothing */
"M_ode Buttons" = "_Mód gombok";

/* nothing */
"_Channel Switcher" = "csak a(z)";

/* nothing */
"_Tabs" = "_Fülek";

/* nothing */
"T_ree" = "F_a";

/* nothing */
"_Network Meters" = "_Hálózatfigyelők";

/* nothing */
"Off" = "Ki";

/* nothing */
"Graph" = "Grafikon";

/* nothing */
"_Server" = "_Kiszolgáló";

/* nothing */
"_Disconnect" = "_Szétkapcsolás";

/* nothing */
"_Reconnect" = "Ú_jrakapcsolódás";

/* nothing */
"Marked Away" = "Nem vagyok itt";

/* nothing */
"_Usermenu" = "_Felhasználói menü";

/* nothing */
"S_ettings" = "B_eállítások";

/* nothing */
"_Preferences" = "_Beállítások";

/* nothing */
"Advanced" = "Haladó";

/* nothing */
"Auto Replace..." = "Automatikus csere...";

/* nothing */
"CTCP Replies..." = "CTCP  válaszok...";

/* nothing */
"Dialog Buttons..." = "Párbeszédgombok...";

/* nothing */
"Keyboard Shortcuts..." = "Gyorsbillentyűk...";

/* nothing */
"Text Events..." = "Szövegesemények...";

/* nothing */
"URL Handlers..." = "URL-ek kezelése...";

/* nothing */
"User Commands..." = "Saját parancsok...";

/* nothing */
"Userlist Buttons..." = "Gombok...";

/* nothing */
"Userlist Popup..." = "Felhasználólista helyi menü...";

/* nothing */
"_Window" = "Abla_k";

/* nothing */
"Ban List..." = "Kitiltáslista...";

/* nothing */
"Channel List..." = "Csatornalista...";

/* nothing */
"Character Chart..." = "Karaktertábla...";

/* nothing */
"Direct Chat..." = "Közvetlen csevegés...";

/* nothing */
"File Transfers..." = "Fájlátvitelek...";

/* nothing */
"Ignore List..." = "Mellőzési lista...";

/* nothing */
"Notify List..." = "Értesítési lista...";

/* nothing */
"Plugins and Scripts..." = "Bővítmények és parancsfájlok...";

/* nothing */
"Raw Log..." = "Nyers napló...";

/* nothing */
"URL Grabber..." = "URL elfogó...";

/* nothing */
"Reset Marker Line" = "Jelzővonal visszaállítása";

/* nothing */
"C_lear Text" = "Szöveg _törlése";

/* nothing */
"Search Text..." = "Szöveg keresése...";

/* nothing */
"Save Text..." = "Szöveg mentése...";

/* nothing */
"_Help" = "_Súgó";

/* nothing */
"_Contents" = "_Tartalom";

/* nothing */
"_About" = "_Névjegy";

/* nothing */
"_Attach Window" = "_Ablak csatlakoztatása";

/* nothing */
"_Close Window" = "Ablak _bezárása";

/* nothing */
"User" = "Felhasználó";

/* nothing */
"Last Seen" = "Utolsó jelenléte";

/* nothing */
"Offline" = "Offline";

/* nothing */
"Never" = "Soha";

/* nothing */
"%d minutes ago" = "%d perccel ezelőtt";

/* nothing */
"Online" = "Online dokumentáció";

/* nothing */
"Enter nickname to add:" = "Írja be a hozzáadandó becenevet:";

/* nothing */
"Notify on these networks:" = "Értesítés ezeken a hálózatokon:";

/* nothing */
"Comma separated list of networks is accepted." = "Hálózatok vesszőkkel elválasztott listája adható meg.";

/* nothing */
"XChat: Notify List" = "XChat: Értesítési lista";

/* nothing */
"Open Dialog" = "Megnyitás párbeszédablak";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "XChat: Kapcsolódva %u hálózathoz és %u csatornához";

/* nothing */
"_Restore" = "_Helyreállítás";

/* nothing */
"_Hide" = "_Elrejtés";

/* nothing */
"_Blink on" = "_Villogjon";

/* nothing */
"Channel Message" = "Csatornaüzenet esetén";

/* nothing */
"Private Message" = "Privát üzenet esetén";

/* nothing */
"Highlighted Message" = "Kiemelt üzenet esetén";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "XChat: Kiemelt üzenet a következőtől: %s (%s)";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "XChat: %u kiemelt üzenet, a legutolsó a következőtől: %s (%s)";

/* nothing */
"XChat: New public message from: %s (%s)" = "XChat: Új nyilvános üzenet a következőtől: %s (%s)";

/* nothing */
"XChat: %u new public messages." = "XChat: %u új nyilvános üzenet.";

/* nothing */
"XChat: Private message from: %s (%s)" = "XChat: Privát üzenet a következőtől: %s (%s)";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "XChat: %u privát üzenet, a legutolsó a következőtől: %s (%s)";

/* nothing */
"XChat: File offer from: %s (%s)" = "XChat: Fájlajánlat a következőtől: %s (%s)";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "XChat: %u fájlajánlat, a legutolsó a következőtől: %s (%s)";

/* nothing */
"Description" = "Leírás";

/* nothing */
"Select a Plugin or Script to load" = "Válassza ki a betöltendő bővítményt vagy parancsfájlt";

/* nothing */
"XChat: Plugins and Scripts" = "XChat: Bővítmények és parancsfájlok";

/* nothing */
"_Load..." = "_Betöltés...";

/* nothing */
"_UnLoad" = "_Eltávolítás";

/* nothing */
"_Close" = "Be_zárás";

/* nothing */
"Save As..." = "Mentés másként...";

/* nothing */
"XChat: Rawlog (%s)" = "XChat: Nyers napló (%s)";

/* nothing */
"Clear rawlog" = "Nyers napló törlése";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "Az ablak, amelyre ezt a Keresést megnyitotta, már nem létezik.";

/* nothing */
"Search hit end, not found." = "A keresés véget ért, nem található.";

/* nothing */
"XChat: Search" = "XChat: Keresés";

/* nothing */
"_Match case" = "Kis- és _nagybetű";

/* nothing */
"Search _backwards" = "Keresés _visszafelé";

/* nothing */
"_Find" = "_Keresés";

/* nothing */
"New Network" = "Új hálózat";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "Valóban törli a(z) \"%s\" hálózatot és összes kiszolgálóját?";

/* nothing */
"User name and Real name cannot be left blank." = "A Felhasználónév és a Valódi név mezőket nem hagyhatja üresen.";

/* nothing */
"XChat: Edit %s" = "XChat: %s szerkesztése";

/* nothing */
"Servers for %s" = "Kiszolgálók ehhez: %s";

/* nothing */
"Connect to selected server only" = "Csak a kiválasztott kiszolgálókhoz kapcsolódjon";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "Ne járja körbe a kiszolgálókat, ha nem sikerül a kapcsolódás.";

/* nothing */
"Your Details" = "Részletes információk";

/* nothing */
"Use global user information" = "Használja a globális felhasználói információkat";

/* nothing */
"_Nick name:" = "Be_cenév:";

/* nothing */
"Second choice:" = "Második lehetőség:";

/* nothing */
"_User name:" = "_Felhasználónév:";

/* nothing */
"Rea_l name:" = "Való_di név:";

/* nothing */
"Connecting" = "Kapcsolódás";

/* nothing */
"Auto connect to this network at startup" = "Induláskor automatikusan kapcsolódjon ehhez a kiszolgálóhoz";

/* nothing */
"Use a proxy server" = "Proxy kiszolgáló használata";

/* nothing */
"Use SSL for all the servers on this network" = "SSL használata a hálózat összes kiszolgálójához";

/* nothing */
"Accept invalid SSL certificate" = "Érvénytelen SSL tanúsítvány elfogadása";

/* nothing */
"C_hannels to join:" = "Ka_pcsolódás a következő csatornákhoz:";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "Kapcsolódás e csatornákhoz, a felsorolást vesszővel válassza el egymástól, ne szóközzel!";

/* nothing */
"Connect command:" = "Kapcsolódási parancs:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "Extra parancsok a kapcsolódás után. Ha többre van szüksége, állítsa be így: LOAD -e <fájlnév>, ahol a <fájlnév> egy szöveges fájl, amely a végrehajtandó parancsokat tartalmazza.";

/* nothing */
"Nickserv password:" = "Nickserv jelszó:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "Ha a beceneve jelszót igényel, adja meg itt. Nem minden IRC hálózat támogatja ezt.";

/* nothing */
"Server password:" = "Kiszolgáló jelszó:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "Jelszó a kiszolgálóhoz, ha nem biztos benne, hagyja üresen.";

/* nothing */
"Character set:" = "Karakterkészlet:";

/* nothing */
"_Edit" = "_Szerkesztés";

/* nothing */
"XChat: Network List" = "XChat: Hálózatlista";

/* nothing */
"User Information" = "Felhasználói információk";

/* nothing */
"Third choice:" = "Harmadik lehetőség:";

/* nothing */
"Networks" = "Hálózatok";

/* nothing */
"Skip network list on startup" = "Ne jelenjen meg a hálózatlista indításkor";

/* nothing */
"_Edit..." = "_Szerkesztés...";

/* nothing */
"_Sort" = "_Rendezés";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "A hálózatlistát ábécérendbe rendezi. Sor mozgatásához használja a Shift+fel és Shift+le billentyűket.";

/* nothing */
"C_onnect" = "K_apcsolódás";

/* nothing */
"Text Box Appearance" = "Szövegdoboz megjelenése";

/* nothing */
"Font:" = "Betűtípus:";

/* nothing */
"Background image:" = "Háttérkép:";

/* nothing */
"Scrollback lines:" = "Visszagörgethető sorok:";

/* nothing */
"Colored nick names" = "Színes becenevek";

/* nothing */
"Give each person on IRC a different color" = "Mindenkinek külön szín";

/* nothing */
"Indent nick names" = "Becenevek behúzása";

/* nothing */
"Make nick names right-justified" = "A beceneveket jobbra igazítja";

/* nothing */
"Transparent background" = "Átlátszó háttér";

/* nothing */
"Show marker line" = "Jelzővonal mutatása";

/* nothing */
"Insert a red line after the last read text." = "Vörös vonalat szúr be az utolsó olvasott szöveg után.";

/* nothing */
"Transparency Settings" = "Áttetszőség beállításai";

/* nothing */
"Red:" = "Vörös:";

/* nothing */
"Green:" = "Zöld:";

/* nothing */
"Blue:" = "Kék:";

/* nothing */
"Time Stamps" = "Időbélyegek";

/* nothing */
"Enable time stamps" = "Időbélyegek engedélyezése";

/* nothing */
"Time stamp format:" = "Időbélyeg formátuma:";

/* nothing */
"See strftime manpage for details." = "Lásd az strftime kézikönyvoldalát.";

/* nothing */
"A-Z" = "A-Z";

/* nothing */
"Last-spoke order" = "Utolsó hozzászólás rendezése";

/* nothing */
"Input box" = "Beviteli doboz";

/* nothing */
"Use the Text box font and colors" = "Használja a Szövegdoboz betűkészletét és színeit";

/* nothing */
"Spell checking" = "Helyesírás-ellenőrzés";

/* nothing */
"Nick Completion" = "Becenév kiegészítés";

/* nothing */
"Automatic nick completion (without TAB key)" = "Automatikus becenév kiegészítés (a TAB billentyű nélkül)";

/* nothing */
"Nick completion suffix:" = "Becenév kiegészítés utótagja:";

/* nothing */
"Nick completion sorted:" = "Becenév kiegészítés rendezve:";

/* nothing */
"Input Box Codes" = "Bemeneti doboz kódok";

/* nothing */
"Interpret %nnn as an ASCII value" = "Értelmezze a %nnn-t ASCII értékként";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "Értelmezze a %C-t, %B-t mint Szín, Félkövér stb";

/* nothing */
"A-Z, Ops first" = "A-Z, op-ok elöl";

/* nothing */
"Z-A, Ops last" = "Z-A, op-ok hátul";

/* nothing */
"Z-A" = "Z-A";

/* nothing */
"Unsorted" = "Rendezetlen";

/* nothing */
"Left (Upper)" = "";

/* nothing */
"Left (Lower)" = "";

/* nothing */
"Right (Upper)" = "";

/* nothing */
"Right (Lower)" = "";

/* nothing */
"Top" = "Felül";

/* nothing */
"Bottom" = "Alul";

/* nothing */
"Hidden" = "Rejtett";

/* nothing */
"User List" = "Felhasználólista";

/* nothing */
"Show hostnames in user list" = "A kiszolgálónevek megjelenítése a felhasználólistában";

/* nothing */
"User list sorted by:" = "Felhasználólista rendezése:";

/* nothing */
"Show user list at:" = "Felhasználólista mutatása/elrejtése";

/* nothing */
"Away tracking" = "Távollét követés";

/* nothing */
"Track the Away status of users and mark them in a different color" = "A felhasználók Távol állapotának követése és megjelölésük különböző színekkel";

/* nothing */
"On channels smaller than:" = "Olyan csatornákon, amelyek kisebbek, mint:";

/* nothing */
"Action Upon Double Click" = "Művelet kettős kattintáskor";

/* nothing */
"Execute command:" = "Parancs végrehajtása:";

/* nothing */
"Windows" = "Ablakok";

/* nothing */
"Tabs" = "Fülek";

/* nothing */
"Always" = "Mindig";

/* nothing */
"Only requested tabs" = "Csak a kívánt fülek";

/* nothing */
"Tree" = "F_a";

/* nothing */
"Switcher type:" = "Keresés típusa:";

/* nothing */
"Open an extra tab for server messages" = "Nyisson új fület a kiszolgáló üzeneteihez";

/* nothing */
"Open an extra tab for server notices" = "Nyisson új fület a kiszolgáló figyelmeztetéseihez";

/* nothing */
"Open a new tab when you receive a private message" = "Nyisson új fület privát üzenetek fogadásakor";

/* nothing */
"Sort tabs in alphabetical order" = "Fülek rendezése betűrendbe";

/* nothing */
"Small tabs" = "Kis fülek";

/* nothing */
"Focus new tabs:" = "Új fül fókuszt kap:";

/* nothing */
"Show channel switcher at:" = "csak a(z)";

/* nothing */
"Shorten tab labels to:" = "Fülek címkéjének rövidítése:";

/* nothing */
"letters." = "betűre.";

/* nothing */
"Tabs or Windows" = "Fülek vagy ablakok";

/* nothing */
"Open channels in:" = "Csatornák megnyitása:";

/* nothing */
"Open dialogs in:" = "Párbeszédablakok megnyitása:";

/* nothing */
"Open utilities in:" = "Segédalkalmazások megnyitása:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "A DCC, mellőzési, értesítési stb. ablakokat füleken vagy ablakokban nyissa meg?";

/* nothing */
"No" = "Nem";

/* nothing */
"Yes" = "Igen";

/* nothing */
"Browse for save folder every time" = "Mentési mappa megkeresése minden alkalommal";

/* nothing */
"Files and Directories" = "Fájlok és könyvtárak";

/* nothing */
"Auto accept file offers:" = "Fájlajánlatok automatikus elfogadása:";

/* nothing */
"Download files to:" = "Fájlok letöltése ide:";

/* nothing */
"Move completed files to:" = "Kész fájlok átmozgatása ide:";

/* nothing */
"Save nick name in filenames" = "A bejövő fájlokhoz fűzze hozzá a küldő becenevét";

/* nothing */
"Network Settings" = "Hálózati beállítások";

/* nothing */
"Get my address from the IRC server" = "Saját IP lekérdezése az IRC kiszolgálótól";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "Lekéri az IRC kiszolgálótól a valós IP címét. Akkor használja, ha 192.168.*.* alakú címe van!";

/* nothing */
"DCC IP address:" = "DCC IP  cím:";

/* nothing */
"Claim you are at this address when offering files." = "Ha fájlt küld, ezt mutatja a címeként.";

/* nothing */
"First DCC send port:" = "Első DCC küldés port:";

/* nothing */
"Last DCC send port:" = "Utolsó DCC küldés port:";

/* nothing */
"!Leave ports at zero for full range." = "!hagyja nullán a portokat a teljes tartomány használatához.";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "Maximális fájlátviteli sebesség (bájt per másodperc, bps)";

/* nothing */
"One upload:" = "Egy feltöltés:";

/* nothing */
"Maximum speed for one transfer" = "Maximális sebesség egy átvitelhez";

/* nothing */
"One download:" = "Egy letöltés:";

/* nothing */
"All uploads combined:" = "Összes feltöltés együtt:";

/* nothing */
"Maximum speed for all files" = "Maximális sebesség az összes fájlhoz";

/* nothing */
"All downloads combined:" = "Az összes letöltés együtt:";

/* nothing */
"Alerts" = "Figyelmeztetések";

/* nothing */
"Show tray balloons on:" = "Fülek mutatása:";

/* nothing */
"Blink tray icon on:" = "Tálca villogtatása üzenetkor";

/* nothing */
"Blink task bar on:" = "";

/* nothing */
"Make a beep sound on:" = "";

/* nothing */
"Enable system tray icon" = "Rendszertálcaikon engedélyezése";

/* nothing */
"Highlighted Messages" = "Kiemelt üzenet esetén";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "";

/* nothing */
"Extra words to highlight:" = "További szavak, amiket kiemel:";

/* nothing */
"Nick names not to highlight:" = "Becenevek, amiket ne emeljen ki:";

/* nothing */
"Nick names to always highlight:" = "Becenevek, amiket ne emeljen ki:";

/* nothing */
"Separate multiple words with commas." = "Több szót vesszőkkel választhat el egymástól.";

/* nothing */
"Default Messages" = "Alapértelmezett üzenetek";

/* nothing */
"Quit:" = "Kilépés:";

/* nothing */
"Leave channel:" = "Kilépés csatornáról:";

/* nothing */
"Away:" = "Távol:";

/* nothing */
"Away" = "Távol";

/* nothing */
"Announce away messages" = "Távol üzenetek bejelentése";

/* nothing */
"Announce your away messages to all channels" = "Bejelenti a távollétét az összes csatornán";

/* nothing */
"Show away once" = "Távol mutatása egyszer";

/* nothing */
"Show identical away messages only once" = "Azonos távol-üzeneteket csak egyszer mutasson";

/* nothing */
"Automatically unmark away" = "Automatikusan vonja vissza a távol állapotot";

/* nothing */
"Unmark yourself as away before sending messages" = "Távol jelzés visszavonása, mielőtt üzenetet küldene";

/* nothing */
"Advanced Settings" = "Haladó beállítások";

/* nothing */
"Auto reconnect delay:" = "A kiszolgálóhoz újracsatlakozás késleltetése:";

/* nothing */
"Display MODEs in raw form" = "A MODE-okat nyers formában mutatja";

/* nothing */
"Whois on notify" = "Értesítéskor Whois";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "Küld egy /WHOIS-t, ha az értesítési listán szereplő valamelyik felhasználó online lesz";

/* nothing */
"Hide join and part messages" = "Elrejti a belépés és kilépés üzeneteket";

/* nothing */
"Hide channel join/part messages by default" = "Alapértelmezésben elrejti a csatorna belépés/kilépés üzeneteket";

/* nothing */
"Auto Open DCC Windows" = "Közvetlen csevegésablakok automatikus megnyitása";

/* nothing */
"Send window" = "Küldés ablak";

/* nothing */
"Receive window" = "Fogadás ablak";

/* nothing */
"Chat window" = "Csevegésablak";

/* nothing */
"Logging" = "Naplózás";

/* nothing */
"Enable logging of conversations" = "Csevegések naplózásának engedélyezése";

/* nothing */
"Log filename:" = "Naplófájl neve:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=kiszolgáló %c=csatorna %n=hálózat.";

/* nothing */
"Insert timestamps in logs" = "Időbélyeg beillesztése a naplófájlokba";

/* nothing */
"Log timestamp format:" = "Napló időbélyegének formátuma:";

/* nothing */
"(Disabled)" = "(Letiltva)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "MS Proxy (ISA)";

/* nothing */
"All Connections" = "Az összes kapcsolat";

/* nothing */
"IRC Server Only" = "Csak IRC kiszolgáló";

/* nothing */
"DCC Get Only" = "Csak DCC letöltés";

/* nothing */
"Your Address" = "A címe";

/* nothing */
"Bind to:" = "Kötés:";

/* nothing */
"Only useful for computers with multiple addresses." = "Csak több címmel rendelkező gépek esetén hasznos.";

/* nothing */
"Proxy Server" = "Proxy kiszolgáló";

/* nothing */
"Hostname:" = "Gép neve:";

/* nothing */
"Port:" = "Port:";

/* nothing */
"Type:" = "Típus:";

/* nothing */
"Use proxy for:" = "Proxy használata ehhez:";

/* nothing */
"Proxy Authentication" = "Proxyhitelesítés";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "Hitelesítés használata (csak MS proxy, HTTP vagy Socks5)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "Hitelesítés használata (csak HTTP vagy Socks5)";

/* nothing */
"Username:" = "Felhasználónév:";

/* nothing */
"Password:" = "Jelszó:";

/* nothing */
"Select an Image File" = "Válasszon egy képfájlt";

/* nothing */
"Select Download Folder" = "Válasszon letöltési mappát";

/* nothing */
"Select font" = "Válasszon egy betűtípust";

/* nothing */
"Browse..." = "Tallózás...";

/* nothing */
"Mark identified users with:" = "Azonosított felhasználók jelölése ezzel:";

/* nothing */
"Mark not-identified users with:" = "Azonosítatlan felhasználók jelölése ezzel:";

/* nothing */
"Open Data Folder" = "Adatmappa megnyitása";

/* nothing */
"Select color" = "Válasszon színt";

/* nothing */
"Text Colors" = "Szövegszín";

/* nothing */
"mIRC colors:" = "mIRC színek:";

/* nothing */
"Local colors:" = "Helyi színek:";

/* nothing */
"Foreground:" = "Előtér:";

/* nothing */
"Background:" = "Háttér:";

/* nothing */
"Marking Text" = "Szöveg kiemelése";

/* nothing */
"Interface Colors" = "Megjelenés színe";

/* nothing */
"New data:" = "Új adatok:";

/* nothing */
"Marker line:" = "Jelölő vonal:";

/* nothing */
"New message:" = "Új üzenet:";

/* nothing */
"Away user:" = "Távollévő felhasználó:";

/* nothing */
"Highlight:" = "Kiemelés:";

/* nothing */
"Event" = "Esemény";

/* nothing */
"Sound file" = "Hangfájl";

/* nothing */
"Select a sound file" = "Válasszon hangfájlt";

/* nothing */
"Sound playing method:" = "Hanglejátszás módszere:";

/* nothing */
"External sound playing _program:" = "Külső hanglejátszó_program:";

/* nothing */
"_External program" = "_Külső program";

/* nothing */
"_Automatic" = "_Automatikus";

/* nothing */
"Sound files _directory:" = "Hangfájlok _könyvtára:";

/* nothing */
"Sound file:" = "Hangfájl:";

/* nothing */
"_Browse..." = "_Tallózás...";

/* nothing */
"_Play" = "_Lejátszás";

/* nothing */
"Interface" = "Felület";

/* nothing */
"Text box" = "Szövegdoboz";

/* nothing */
"User list" = "Felhasználólista";

/* nothing */
"Channel switcher" = "csak a(z)";

/* nothing */
"Colors" = "Színek";

/* nothing */
"Chatting" = "Csevegés";

/* nothing */
"General" = "Általános";

/* nothing */
"Sound" = "Hang";

/* nothing */
"Network setup" = "Hálózat beállítása";

/* nothing */
"File transfers" = "Fájlátvitel";

/* nothing */
"Categories" = "Kategóriák";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "Nem helyezheti alulra vagy felülre a fát!\nElőször váltson a <b>Nézet</b> menü <b>Fülek</b> elrendezésére.";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "Néhány beállítás érvényesítéséhez újraindítás szükséges.";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*FIGYELMEZTETÉS*\nDCC automatikus elfogadása a home könyvtárába\nveszélyes és kihasználható lehet. Például:\nValaki küldhet Önnek egy .bash_profile-t";

/* nothing */
"XChat: Preferences" = "XChat: Beállítások";

/* nothing */
"There was an error parsing the string" = "Hiba történt a karakterlánc feldolgozása közben";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "Ez a szignál csak %d argumentumot kapott, $%d érvénytelen";

/* nothing */
"Print Texts File" = "Szöveges fájl nyomtatása";

/* nothing */
"Edit Events" = "Események szerkesztése";

/* nothing */
"$ Number" = "$ szám";

/* nothing */
"Load From..." = "Betöltés innen...";

/* nothing */
"Test All" = "Mindet tesztelje";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "XChat: URL elfogó";

/* nothing */
"Clear list" = "Lista törlése";

/* nothing */
"Copy selected URL" = "Kijelölt URL másolása";

/* nothing */
"Copy" = "Másolás";

/* nothing */
"Save list to a file" = "Lista mentése fájlba";

/* nothing */
"%d ops, %d total" = "%d op, %d összesen";

